// Common
"OK" = "OK";
"Cancel" = "Cancel";
"Error" = "Error";
"byte" = "byte";
"bytes" = "bytes";

// Application
"Quit" = "Quit";
"Don't Quit" = "Don't Quit";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files.";
"Daybreak Feedback" = "Daybreak Feedback";
"Are you sure you want to empty the cache?" = "Are you sure you want to empty the cache?";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again.";
"Empty" = "Empty";
"On disk" = "On disk";
"In memory" = "In memory";

// Menu titles
"About Daybreak" = "About Daybreak";
"Provide Feedback" = "Provide Feedback";
"Check for Updates…" = "Check for Updates…";
"Preferences…" = "Preferences…";
"Empty Cache…" = "Empty Cache…";
"Services" = "Services";
"Hide Daybreak" = "Hide Daybreak";
"Hide Others" = "Hide Others";
"Show All" = "Show All";
"Quit Daybreak" = "Quit Daybreak";
"File" = "File";
"New Window" = "New Window";
"New Tab" = "New Tab";
"Open…" = "Open…";
"Open Location…" = "Open Location…";
"Close" = "Close";
"Save As…" = "Save As…";
"Download from URL…" = "Download from URL…";
"Print…" = "Print…";
"Edit" = "Edit";
"Undo" = "Undo";
"Redo" = "Redo";
"Cut" = "Cut";
"Copy" = "Copy";
"Paste" = "Paste";
"Delete" = "Delete";
"Select All" = "Select All";
"Find" = "Find";
"Find…" = "Find…";
"Find Next" = "Find Next";
"Find Previous" = "Find Previous";
"Use Selection for Find" = "Use Selection for Find";
"Jump to Selection" = "Jump to Selection";
"Spelling and Grammar" = "Spelling and Grammar";
"Show Spelling…" = "Show Spelling…";
"Check Spelling" = "Check Spelling";
"Check Spelling While Typing" = "Check Spelling While Typing";
"Check Grammar With Spelling" = "Check Grammar With Spelling";
"Substitutions" = "Substitutions";
"Smart Copy/Paste" = "Smart Copy/Paste";
"Smart Quotes" = "Smart Quotes";
"Smart Links" = "Smart Links";
"Speech" = "Speech";
"Start Speaking" = "Start Speaking";
"Stop Speaking" = "Stop Speaking";
"View" = "View";
"Show All Bars" = "Show All Bars";
"Hide All Bars" = "Hide All Bars";
"Show Toolbar" = "Show Toolbar";
"Hide Toolbar" = "Hide Toolbar";
"Show Tabbar" = "Show Tabbar";
"Hide Tabbar" = "Hide Tabbar";
"Sidebar Position" = "Sidebar Position";
"Left" = "Left";
"Right" = "Right";
"Customize Toolbar…" = "Customize Toolbar…";
"Reload" = "Reload";
"Stop" = "Stop";
"View Scale" = "View Scale";
"Text Scale" = "Text Scale";
"Actual Size" = "Actual Size";
"Zoom In" = "Zoom In";
"Zoom Out" = "Zoom Out";
"Select User Agent" = "Select User Agent";
"Show Source" = "Show Source";
"Hide Source" = "Hide Source";
"Show Resources" = "Show Resources";
"Hide Resources" = "Hide Resources";
"Show Web Inspector" = "Show Web Inspector";
"Show Error Console" = "Show Error Console";
"History" = "History";
"Back" = "Back";
"Forward" = "Forward";
"Bookmarks" = "Bookmarks";
"Show History…" = "Show History…";
"Show All Bookmarks" = "Show All Bookmarks";
"Hide All Bookmarks" = "Hide All Bookmarks";
"Add Bookmark…" = "Add Bookmark…";
"Find in Bookmarks" = "Find in Bookmarks";
"as List" = "as List";
"as Icons" = "as Icons";
"as Tiles" = "as Tiles";
"Window" = "Window";
"Minimize" = "Minimize";
"Zoom" = "Zoom";
"Select Next Tab" = "Select Next Tab";
"Select Previous Tab" = "Select Previous Tab";
"Downloads" = "Downloads";
"Bring All to Front" = "Bring All to Front";
"Help" = "Help";
"Daybreak Help" = "Daybreak Help";
"Localize…" = "Localize…";
"Installed Plug-ins" = "Installed Plug-ins";
"Daybreak Home Page" = "Daybreak Home Page";
"Search in Google" = "Search in Google";
"Open Google Search Results in New Tab" = "Open Google Search Results in New Tab";
"Open in Application..." = "Open in Application...";
"Open in %@" = "Open in %@";
"Open Link in New Tab" = "Open Link in New Tab";
"Open Link in Application..." = "Open Link in Application...";
"Open Link in %@" = "Open Link in %@";
"Open Frame in Current Frame" = "Open Frame in Current Frame";
"Open Frame in New Tab" = "Open Frame in New Tab";

// Preferences
"General" = "General";
"Open new windows with home page" = "Open new windows with home page";
"Open new tabs with home page" = "Open new tabs with home page";
"Home page" = "Home page";
"Save downloaded files to" = "Save downloaded files to";
"Open URL from applications" = "Open URL from applications";
"in a new window" = "in a new window";
"in a new tab" = "in a new tab";
"in the current tab" = "in the current tab";
"Quit when the last window is closed" = "Quit when the last window is closed";
"Confirm before closing multiple tabs" = "Confirm before closing multiple tabs";
"Check the new version after launching" = "Check the new version after launching";
"Clears all caches after launching" = "Clears all caches after launching";
"Appearance" = "Appearance";
"Allows animated image to loop" = "Allows animated image to loop";
"Allows animated images" = "Allows animated images";
"Loads images automatically" = "Loads images automatically";
"Default encoding" = "Default encoding";
"Include backgrounds when printing" = "Include backgrounds when printing";
"Show bookmarks when window opens" = "Show bookmarks when window opens";
"Show alert when removing bookmark" = "Show alert when removing bookmark";
"Security" = "Security";
"Enable plug-ins" = "Enable plug-ins";
"Enable Java" = "Enable Java";
"Enable JavaScript" = "Enable JavaScript";
"Block pop-up windows" = "Block pop-up windows";
"URL field shows IDN as ASCII" = "URL field shows IDN as ASCII";
"Accept cookies" = "Accept cookies";
"Save history for" = "Save history for";
"Advanced" = "Advanced";
"Enable Web Inspector" = "Enable Web Inspector";
"When a new tab opens, make it active" = "When a new tab opens, make it active";

// Bookmark
"Untitled" = "Untitled";
"Title" = "Title";
"URL" = "URL";
"Label" = "Label";
"Add" = "Add";
"Open an item" = "Open an item";
"Open %d items" = "Open %d items";
"Remove an item" = "Remove an item";
"Remove %d items" = "Remove %d items";

// Tab
"Close Others" = "Close Others";

// Document
"Go" = "Go";
"Search" = "Search";
"Suggestions" = "Suggestions";
"URL Field" = "URL Field";
"Add Bookmark" = "Add Bookmark";
"Snapshot" = "Snapshot";
"Snapshot Current Page" = "Snapshot Current Page";
"Go Home" = "Go Home";
"Go Home Page" = "Go Home Page";
"Bug Report" = "Bug Report";
"User Agent" = "User Agent";
"Source" = "Source";
"Save" = "Save";
"Scale" = "Scale";
"Send Bug Report" = "Send Bug Report";
"Load" = "Load";
"Reload / Stop" = "Reload / Stop";
"Text Encoding" = "Text Encoding";
"Default" = "Default";
"Open in other application…" = "Open in other application…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "This page is already added to bookmarks. \nAre you sure you want to update it?";
"Are you sure you want to bookmark this page?" = "Are you sure you want to bookmark this page?";
"Download any file from typed URL." = "Download any file from typed URL.";
"Are you sure you want to open %d items?" = "Are you sure you want to open %d items?";
"Complete to add new localization. Restart Daybreak." = "Complete to add new localization. Restart Daybreak.";
"Failed to add new localization." = "Failed to add new localization.";

// Update
"A new version of Daybreak %@ is available." = "A new version of Daybreak %@ is available.";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ is currently the newest version available.";
"Could not check for updates." = "Could not check for updates.";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "If you click the \"Download\" button, the download of the disk image file will begin. ";
"Not Now" = "Not Now";
"Skip This Version" = "Skip This Version";
"Download" = "Download";

// Snapshot
"Only visible portion" = "Only visible portion";
"Update" = "Update";
"Size" = "Size";
"File Type" = "File Type";
"File Size" = "File Size";
"Updating..." = "Updating...";
"Compression" = "Compression";
"Quality" = "Quality";

// Bug report
"Send Bug Report" = "Send Bug Report";
"Summary" = "Summary";
"Reproducibility" = "Reproducibility";
"Describe" = "Describe";
"None" = "None";
"A way to reproduce" = "A way to reproduce";
"Could not send the report." = "Could not send the report.";
"OS" = "OS";
"Processor" = "Processor";
"Application Version" = "Application Version";
"Daybreak Bug Report" = "Daybreak Bug Report";

// User Agent
"Other" = "Other";

// History
"Remove" = "Remove";
"Remove All" = "Remove All";
"Are you sure you want to remove all items?" = "Are you sure you want to remove all items?";

// Findbar
"Ignore Case" = "Ignore Case";
"Wrap Around" = "Wrap Around";

// Download
"Undone" = "Undone";
"Done" = "Done";

// Localization
"Localize" = "Localize";
"Language" = "Language";
"Create" = "Create";

// Error titles
"Unknown Error" = "Unknown Error";										//-1
"Cancelled" = "Cancelled";												//-999
"Bad URL" = "Bad URL";													//-1000
"Timed Out" = "Timed Out";												//-1001
"Unsupported URL" = "Unsupported URL";									//-1002
"Cannot Find Host" = "Cannot Find Host";								//-1003
"Cannot Connect to Host" = "Cannot Connect to Host";					//-1004
"Network Connection Lost" = "Network Connection Lost";					//-1005
"DNS Lookup Failed" = "DNS Lookup Failed";								//-1006
"Too Many Redirects" = "Too Many Redirects";							//-1007
"Resource Unavailable" = "Resource Unavailable";						//-1008
"Not Connected to Internet" = "Not Connected to Internet";				//-1009
"Redirect to Non Existent Location" = "Redirect to Non Existent Location";//-1010
"Bad Server Response" = "Bad Server Response";							//-1011
"User Cancelled Authentication" = "User Cancelled Authentication";		//-1012
"User Authentication Required" = "User Authentication Required";		//-1013
"Zero Byte Resource" = "Zero Byte Resource";							//-1014
"Cannot Decode Raw Data" = "Cannot Decode Raw Data";					//-1015
"Cannot Decode Content Data" = "Cannot Decode Content Data";	        //-1016
"Cannot Parse Response" = "Cannot Parse Response";						//-1017
"File Does Not Exist" = "File Does Not Exist";							//-1100
"File is Directory" = "File is Directory";								//-1101
"No Permissions to ReadFile" = "No Permissions to ReadFile";			//-1102
"Data Length Exceeds Maximum" = "Data Length Exceeds Maximum";			//-1103
"Secure Connection Failed" = "Secure Connection Failed";				//-1200
"Server Certificate Has BadDate" = "Server Certificate Has BadDate";	//-1201
"Server Certificate Untrusted" = "Server Certificate Untrusted";		//-1202
"Continue" = "Continue";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?";
"Server Certificate Has UnknownRoot" = "Server Certificate Has UnknownRoot";//-1203
"Server Certificate Not Yet Valid" = "Server Certificate Not Yet Valid";//-1204
"Client Certificate Rejected" = "Client Certificate Rejected";			//-1205
"Cannot Load from Network" = "Cannot Load from Network";				//-2000
"Daybreak can’t open the page “%@”" = "Daybreak can’t open the page “%@”";
"Could not open in %@." = "Could not open in %@.";